Repository: X1anDJ/SmoothSettle
Catalog: SmoothSettle/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Add a Trip
zh_hans: 新增行程

source: Add Bill
zh_hans: 新增支出

# add_button
source: Add
zh_hans: 添加

# add_person_alert_message
source: Enter the name of the person
zh_hans: 输入名字

# add_person_alert_title
source: Add Person
zh_hans: 新增人员

source: Amount
zh_hans: 总支出

# archive_button
source: Archive
zh_hans: 归档

# archived_tab
source: Archived
zh_hans: 已归档

# archived_title
source: Archived
zh_hans: 已归档

source: Bill
zh_hans: 支出

source: Bill Title
zh_hans: 支出标题

source: Bills
zh_hans: 所有支出

source: Camera
zh_hans: 相机

source: Camera not available
zh_hans: 相机不可用

source: Cancel
zh_hans: 取消

# cant_remove_message
source: This person is involved in some bills.
zh_hans: 当前人员参与了支出

# cant_remove_title
source: Can’t remove
zh_hans: 无法移除

# close_button
source: Cancel
zh_hans: 取消

source: Compute
zh_hans: 统计

source: Currency
zh_hans: 货币单位

source: Delete
zh_hans: 移除

source: Delete Trip
zh_hans: 移除行程

# delete_trip_message
source: Are you sure you want to delete
zh_hans: 确定要移除此行程吗

source: Enter amount
zh_hans: 输入金额

source: Enter bill title
zh_hans: 输入支出标题

# enter_date
source: Date
zh_hans: 日期

source: Enter trip title
zh_hans: 输入行程标题

# expenses_by_person
source: Share by Participant
zh_hans: 分摊概览

# fill_all_message
source: Please fill all the required fields
zh_hans: 请填写所有信息

source: Gallery
zh_hans: 相册

# invalid_alert_title
source: Invalid Input
zh_hans: 无效输入

# invalid_enter_title_message
source: Please fill in the title
zh_hans: 请填写标题

# invalidAlertTitle
source: Please fill all the required fields
zh_hans: 请填写所有信息

# main_tab
source: Current
zh_hans: 主页

# main_title
source: Current Trip
zh_hans: 当前行程

# move_to_current
source: Move to Current Trip
zh_hans: 移到当前行程

source: New Trip
zh_hans: 新行程

# no_archived_trips
source: No archived trips available
zh_hans: 无归档行程

source: No Date
zh_hans: 无日期

# no_expenses
source: No expenses to display
zh_hans: 当前无支出

# no_transactions
source: No transactions available for this trip.
zh_hans: 此行程无支出

source: OK
zh_hans: 确认

source: owes
zh_hans: 应转

source: Paid for
zh_hans: 付给

source: Participants
zh_hans: 参与人

source: Payer
zh_hans: 付款人

source: People
zh_hans: 人员

# person_name_place_holder
source: Person Name
zh_hans: 人名

# person_name_placeholder
source: Person Name
zh_hans: 人名

# person_removed
source: Removed Success
zh_hans: 成功移除

source: Search Bills
zh_hans: 搜索支出

source: Select Currency
zh_hans: 选择货币单位

source: Select Image
zh_hans: 选择照片

source: Settle All
zh_hans: 全部结清

# settled_label
source: Settled
zh_hans: 已结清

source: Total
zh_hans: 总额

source: Trip Title
zh_hans: 行程名

# unknown_person
source: Unknown
zh_hans: 未命名

# unsettled_label
source: Unsettled
zh_hans: 未结清
